Repository: Belfagor2005/vavoo
Catalog: usr/lib/enigma2/python/Plugins/Extensions/vavoo/locale/al/LC_MESSAGES/vavoo.po
Languages: sq_al

source: interval
sq_al: Intervali

source: fixed time
sq_al: Koha e fiksuar

source: Back
sq_al: Mbrapa

source: Save
sq_al: Ruaje

source: Last channel update: %s
sq_al: Përditësimi i fundit i kanaleve: %s

source: Movie Services Reference
sq_al: Referenca e Shërbimeve të Filmit

source: Configure service Reference Iptv-Gstreamer-Exteplayer3
sq_al: Konfiguro referencën e shërbimit Iptv-Gstreamer-Exteplayer3

source: Select Fonts
sq_al: Vendose llion e shkrimit

source: Link in Main Menu
sq_al: Linku në menyn time

source: Active Automatic Bouquet Update
sq_al: Përditësimi automatik i buqetës

source: Schedule type:
sq_al: Lloi i orarit

source: At an interval of hours or at a fixed time
sq_al: Në një interval orësh ose në një kohë të caktuar

source: Update interval (minutes):
sq_al: Intervali i përditësimit (minuta):

source: Configure every interval of minutes from now
sq_al: Konfiguro çdo interval prej minutash nga tani

source: Time to start update:
sq_al: Koha për të filluar përditësimin:

source: Configure at a fixed time
sq_al: Konfiguro në një kohë të caktuar

source: SELECT YOUR CHOICE
sq_al: ZGJIDHNI ZGJEDHJEN TUAJ

source: Ipv6 [Off]?
sq_al: Ipv6 [Fikur]?

source: Ipv6 [On]?
sq_al: Ipv6 [Ndezur]?

source: Settings saved successfully ! you need to restart the GUI to apply the new configuration! Do you want to Restart the GUI now?
sq_al: Cilësimet u ruajtën me sukses! ju duhet të rindizni GUI për të aplikuar konfigurimin e ri! Dëshironi të rindizni GUI-në tani?

source: Restart GUI now?
sq_al: Të rindizet GUI tani?

source: Really close without saving settings?
sq_al: Doni të mbylleni pa ruajtur cilësimet?

source: Exit
sq_al: Dalje

source: Remove
sq_al: Fshije

source: Update Me
sq_al: Më fresko

source: New version %s is available. Changelog: %s Do you want to install it now?
sq_al: Verzion I ri %s në dispozicion. Të rejat: %s Doni ta instaloni tani?

source: Congrats! You already have the latest version...
sq_al: Urime! Ju tashmë keni versionin më të fundit...

source: Update Aborted!
sq_al: Freskimi u abortua

source: Info Vavoo
sq_al: Informacionet Vavoo

source: Remove all Vavoo Favorite Bouquet?
sq_al: Doni të fshini buqetat e preferuara të Vavoo?

source: Vavoo Favorites List have been removed
sq_al: Lista e të preferuarave të Vavoo është hequr

source: Export
sq_al: Eksporto

source: Search
sq_al: Kërko

source: Do you want to Convert to favorite .tv ? Attention!! It may take some time depending on the number of streams contained !!!
sq_al: Dëshironi të konvertoheni në .tv tuaj të preferuar? Aufmerksamkeit!! Mund të merr pak kohë, mvaret nga numri i kanaleve që gjenden në rrjet !!

source: bouquets reloaded.. With %s channel
sq_al: Lista e re u shkarkua.. Me %s Kanale

source: Download Error
sq_al: Shkarkimi dështoi

source: Filter this category...
sq_al: Filtëro këtë kategori

source: No channels found in search!!!
sq_al: Nuk u gjet asnjë kanal në kërkim

source: Resolution Change Failed
sq_al: Ndryshimi i rezolutave dështoi

source: Vavoo Stream Live
sq_al: Transmetim direkt Vavoo
