Repository: Belfagor2005/vavoo
Catalog: usr/lib/enigma2/python/Plugins/Extensions/vavoo/locale/*/LC_MESSAGES/*.po
Languages: ar

source: Exit
ar: خروج

source: Remove
ar: حذف

source: Info Vavoo
ar: معلومات فافو

source: Remove all Vavoo Favorite Bouquet?
ar: إزالة باقة فافو المفضلة؟

source: Vavoo Favorites List have been removed
ar: تمت إزالة قائمة مفضلات فافو

source: Back
ar: رجوع

source: Export
ar: تصدير

source: Do you want to Convert to favorite .tv ? Attention!! It may take some time depending on the number of streams contained !!!
ar: هل تريد التحويل إلى المفضلة .tv ؟ انتبه!!! قد يستغرق الأمر بعض الوقت حسب عدد ملفات الاستريم الموجودة !!!!

source: bouquets reloaded.. With %s channel
ar: تم إعادة تحميل الباقاتا مع قناة %s

source: Download Error
ar: خطأ بالتحميل

source: Vavoo Stream Live
ar: مشاهده مباشر فافو
