Repository: Belfagor2005/vavoo
Catalog: usr/lib/enigma2/python/Plugins/Extensions/vavoo/locale/*/LC_MESSAGES/vavoo.po
Languages: es, fr, pl, pt, tr

source: interval
es: intervalo
fr: intervalle
pl: interwał
pt: Intervalo
tr: aralık

source: fixed time
es: hora fija
fr: heure fixe
pl: ustalony czas
pt: Horário fixo
tr: sabit zaman

source: Back
es: Volver
fr: Retour
pl: Wstecz
pt: Voltar
tr: Geri

source: Last channel update: %s
es: Última actualización del canal: %s
fr: Dernière m-à-j des chaînes: %s
pl: Ostatnia aktualizacja kanału: %s
pt: Última atualização dos canais: %s
tr: Son kanal güncellemesi: %s

source: Server for Player Used
pl: Używany serwer dla gracza

source: Server for player. Now %s
pl: Używany serwer. Teraz %s

source: Movie Services Reference
es: Reproductor de películas
fr: Référence des services
pl: Referencje usług
pt: Referência de serviços de filmes
tr: Film Hizmetleri Referansı

source: Configure service Reference Iptv-Gstreamer-Exteplayer3
es: Configuracion del Reproductor (IPTV-GStreamer-Exteplayer3)
fr: Configurer la référence du service iptv-gstreamer-exteplayer3
pl: Skonfiguruj usługę Odniesienie Iptv-Gstreamer-Exteplayer3
pt: Configurar o serviço Referência Iptv-Gstreamer-Exteplayer3
tr: Hizmeti yapılandırma Referansı Iptv-Gstreamer-Exteplayer3

source: Select DNS Server
pl: Wybierz serwer DNS

source: Configure Dns Server for Box.
pl: Skonfiguruj serwer DNS dla Box.

source: Select Background
pl: Wybierz tło

source: Configure Main Background Image.
pl: Skonfiguruj główny obraz tła.

source: Select Fonts
es: Seleccionar Fuente
pl: Wybierz czcionki
pt: Selecionar fontes
tr: Yazı Tiplerini Seçin

source: Configure Fonts. Eg:Arabic or other language.
pl: Skonfiguruj czcionki. Np.: arabski lub inny język.

source: Ipv6 State Of Lan (On/Off)
pl: Stan sieci LAN IPv6 (wł./wył.)

source: Active or Disactive lan Ipv6. Now %s
pl: Aktywna lub nieaktywna sieć LAN Ipv6. Teraz %s

source: Scheduled Bouquet Update:
pl: Zaplanowana aktualizacja bukietów:

source: Active Automatic Bouquet Update
es: Activar Actualización Automática de Bouquet
fr: Mise à jour automatique active du bouquet
pl: Aktywna automatyczna aktualizacja bukietów
pt: Atualização automática do buquê
tr: Aktif Otomatik Buket Güncelleme

source: Schedule type:
es: Tipo Programación:
fr: Type d'horaire :
pl: Typ harmonogramu:
pt: Tipo de cronograma:
tr: Zamanlama türü:

source: At an interval of hours or at a fixed time
es: Con un intervalo de tiempo o una hora fija
fr: A intervalles d'heures ou à heure fixe
pl: W odstępie minut lub o ustalonej porze
pt: Em um intervalo de horas ou em um horário fixo
tr: Saatler aralığında veya sabit bir zamanda

source: Update interval (minutes):
es: Intervalo de actualización (minutos):
pl: Częstotliwość aktualizacji (minuty):
pt: Intervalo de atualização (minutos):
tr: Güncelleme aralığı (dakika):

source: Configure every interval of minutes from now
es: Configurar los intervalo de minutos a partir de ahora
pl: Od teraz skonfiguruj każdy interwał minutowy
pt: Configurar cada intervalo de minutos a partir de agora
tr: Şu andan itibaren her dakika aralığını yapılandırın

source: Time to start update:
es: Hora de inicio de actualizacion:
fr: Il est temps de commencer la mise à jour :
pl: Czas rozpoczęcia aktualizacji:
pt: Hora de começar a atualização:
tr: Güncellemeye başlama zamanı:

source: Configure at a fixed time
es: Configurar hora fija
fr: Configurer à heure fixe
pl: Skonfiguruj o ustalonej godzinie
pt: Configurar um horário fixo
tr: Sabit bir zamanda yapılandırın

source: Link in Main Menu
es: Enlace en Menu Principal
pl: Pokaż w menu głównym
pt: Link no menu principal
tr: Ana Menüdeki Bağlantı

source: SELECT YOUR CHOICE
es: SELECCIONAR OPCIONES
fr: SÉLECTIONNEZ VOTRE CHOIX
pl: WYBIERZ SWÓJ WYBÓR
pt: SELECIONE SUA ESCOLHA
tr: SEÇİMİNİZ

source: Ipv6 [Off]?
es: Ipv6 (desactivado)?
fr: IPv6 [Désactivé] ?
pl: IPv6 [Wyłączone]?
pt: Ipv6 [Desligado]?
tr: Ipv6 [Kapalı]?

source: Ipv6 [On]?
es: Ipv6 (activado)?
fr: IPv6 [Activé] ?
pl: IPv6 [Wł.]?
pt: Ipv6 [Ligado]?
tr: Ipv6 [Açık]?

source: Save
es: Guardar
fr: Sauvegarder
pl: Zapisz
pt: Guardar
tr: Kaydet

source: Restart GUI now?
es: Reiniciar la interfaz?
pl: Czy chcesz zrestartować enigmę teraz?
pt: Reiniciar a GUI agora?
tr: GUI şimdi yeniden başlatılsın mı?

source: Really close without saving settings?
es: Salir sin guardar la configuración?
fr: Vraiment fermer sans enregistrer les paramètres ?
pl: Naprawdę zamknąć bez zapisywania ustawień?
pt: Saír sem guardar as configurações?
tr: Ayarları kaydetmeden gerçekten kapatılsın mı?

source: Exit
es: Salir
fr: Sortir
pl: Wyjście
pt: Saír
tr: Çıkış

source: Remove
es: Eliminar
fr: Retirer
pl: Usuń
pt: Remover
tr: Kaldır

source: Update Me
es: Actualizar
pl: Zaktualizuj
pt: Atualizar
tr: Beni Güncelle

source: Halign Left
pl: Wyrównaj do Lewej

source: Halign Right
pl: Wyrównaj do Prawej

source: Remove all Vavoo Favorite Bouquet?
es: Eliminar todos los Bouquets Favoritos de Vavoo?
fr: Supprimer tous les Favoris du Bouquet Vavoo ?
pl: Usunąć wszystkie ulubione bukiety Vavoo?
pt: Remover todos os buquês favoritos de Vavoo?
tr: Tüm Vavoo Favori Buketleri kaldırılsın mı?

source: %s Thanks: @KiddaC @oktus Qu4k3 All staff Linuxsat-support.com Corvoboys - Forum This plugin is free, no stream direct on server but only free channel found on the net
pl: %s Dzięki: @KiddaC @oktus Qu4k3 Cały personel Linuxsat-support.com Corvoboys - Forum Ta wtyczka jest darmowa, brak transmisji bezpośrednio na serwerze ale tylko darmowy kanał znaleziony w sieci

source: Info Vavoo
pl: Informacje Vavoo
pt: Informação Vavoo
tr: Vavoo Bilgi

source: New version %s is available. Changelog: %s Do you want to install it now?
es: Nueva versión %s disponible. Registro de cambios: %s ¿Quieres actualizar?
pl: Dostępna jest nowa wersja %s. Lista zmian: %s Czy chcesz go teraz zainstalować?
pt: A nova versão %s está disponível. Registro de alterações: %s Quer instalá-lo agora?
tr: Yeni bir sürüm mevcut %s. Değişiklik günlüğü: %s Şimdi yüklemek istiyor musunuz?

source: Congrats! You already have the latest version...
es: ¡Enhorabuena! Ya tienes la última versión...
pl: Gratulacje! Masz już najnowszą wersję...
pt: Parabéns! Você já tem a versão mais recente...

source: Do you want to install update ( %s ) now?
pl: Czy chcesz teraz zainstalować aktualizację (%s)?

source: Update Aborted!
es: Actualización Abortada!
pl: Aktualizacja przerwana!
pt: Atualização abortada!

source: Export
es: Exportar
fr: Exporter
pl: Eksport
pt: Exportar
tr: Çıkart

source: Search
es: Buscar
fr: Rechercher
pl: Szukaj
pt: Pesquisar
tr: Arama

source: bouquets reloaded.. With %s channel
es: bouquets cargados.. Con %s canales
fr: bouquets rechargés avec %s canaux ajoutés
pl: bukiety załadowane ponownie.. Z kanałem %s
pt: buquês recarregados.. Com %s canais
tr: buketler yeniden yüklendi.. %s Kanal

source: Download Error
es: Error de Descarga
fr: Erreur de Téléchargement
pl: Błąd pobierania
pt: Erro de download
tr: İndirme Hatası

source: Wait... Update List Bouquet... bouquets reloaded.. With %s channel
pl: Poczekaj... Aktualizuj listę bukietów... bukietów załadowano ponownie.. Z kanałem %s

source: The favorite channel list exists. Want to update it with epg and picons? YES for Update else remove List Favorite first!
pl: Lista ulubionych kanałów istnieje. Chcesz ją zaktualizować za pomocą epg i piconów? TAK dla Aktualizacji w przeciwnym razie najpierw usuń Listę Ulubionych!

source: Filter this category...
es: Filtrar esta categoría...
fr: Filtrer cette catégorie...
pl: Filtruj tę kategorię...
pt: Filtrar esta categoria...
tr: Bu kategoriyi filtrele...

source: No channels found in search!!!
es: No se han encontrado canales!!!
fr: Aucune chaîne trouvée dans la recherche !
pl: W wyszukiwaniu nie znaleziono żadnych kanałów!!!
pt: Nenhum canal encontrado na pesquisa!!!
tr: Aramada kanal bulunamadı!!!

source: Vavoo Stream Live
es: Vavoo Streaming en Directo
fr: Vavoo Diffusion en direct
pl: Transmisja Vavoo na żywo

source: Settings saved successfully ! you need to restart the GUI to apply the new configuration! Do you want to Restart the GUI now?
es: Configuracion guardada correctamente! Se debe reiniciar la interfaz para usar la nueva configuracion! Reiniciar la interfaz?
pt: Configurações salvas com sucesso! Precisa reiniciar a GUI para aplicar a nova configuração! Quer reiniciar a GUI agora?
tr: Ayarlar başarıyla kaydedildi! Yeni yapılandırmayı uygulamak için GUI'yi yeniden başlatmanız gerekiyor GUI'yi şimdi yeniden başlatmak istiyor musunuz?

source: HALIGN
es: ALINEAR
pt: ALINHAR

source: Vavoo Favorites List have been removed
es: La lista de Favoritos de Vavoo ha sido eliminada
fr: Les listes des favoris de Vavoo ont été supprimées
pt: A lista de favoritos do Vavoo foi removida
tr: Vavoo Favoriler Listesi kaldırıldı

source: Do you want to Convert to favorite .tv ? Attention!! It may take some time depending on the number of streams contained !!!
es: Convertir a favorito .tv ? Atención!! Este proceso puede tardar mucho tiempo si el numero de canales contenidos es muy elevado !!!
pt: Quer converter em Favoritos.tv ? Atenção!! Pode levar algum tempo dependendo do número de streams contidos!!!
tr: Favorite .tv'ye dönüştürmek ister misiniz? Dikkat!! Bu biraz zaman alabilir içerdiği akış sayısına bağlı olarak !!!

source: Wait... Update List Bouquet... bouquets reloaded..
es: Espera... Actualizando Lista Bouquet... Bouquets recargados..

source: Resolution Change Failed
es: Error en el Cambio de Resolución
fr: Échec du changement de résolution
pt: Falha na alteração da resolução
tr: Çözünürlük Değişikliği Başarısız Oldu

source: Server for Player used
fr: Serveur utilisé pour le Lecteur

source: Server for player. Use it: %s
fr: Serveur pour le lecteur : %s

source: Ipv6 state lan (On/Off), now is:
fr: Le réseau local d'état IPv6 (On/Off) :

source: Active or Disactive lan Ipv6, now is: %s
fr: LAN Ipv6 actif ou désactivé: %s

source: Automatic bouquet update (schedule):
fr: Mise à jour automatique du bouquet:

source: %s Thanks: @KiddaC @oktus All staff Linuxsat-support.com Corvoboys - Forum This plugin is free, no stream direct on server but only free channel found on the net
fr: %s Merci: @KiddaC @oktus Tout le personnel Linuxsat-support.com Corvoboys - Forum Ce plugin est gratuit, pas de flux direct sur le serveur mais seule chaîne gratuite trouvée sur le net
